Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: B was also instructed to contact A as soon as he had procured a Turkish sim card, after which A would send him the number of his contacts on the border for B to call for pickup…."
nb: B hadde også fått instrukser om å ta kontakt med A så fort han hadde fått opprettet tyrkisk sim-kort, hvorpå A ville sende han nummeret til sine kontakter på grensen som B skulle ringe for å bli hentet.

source: “In its case law, the Court of Human Rights emphasises that in order for the prohibition in Article 3 to apply, a ‘minimum of severity’/’un minimum de gravité’ is required, see for
nb: «Menneskerettsdomstolen har i sin praksis understreket at for å rammes av forbudet i artikkel 3, så kreves det et minimum av alvor – ‘a minimum of severity’/’un minimum de gravité’, jf.

source: be attached to the best interests of the child, which according to paragraph 204 are of
nb: «Som det fremgår av de to siterte avsnittene i Strand Lobben-dommen, skal det særlig legges vekt på barnets beste, som ifølge avsnitt 204 er av overordnet betydning.

source: The court of appeal's majority has mainly based its decision on a statement from the company Brand Valley AS.
nb: Lagmannsrettens flertall har hovedsakelig basert seg på en uttalelse fra selskapet Brand Valley AS.

source: The court of appeal has used the term "serious and extraordinary situations".
nb: Lagmannsretten har brukt uttrykket "alvorlige og ekstraordinære situasjoner".

source: the estate. The judge had then reviewed, assessed and addressed the objections in the decisions of 9
nb: Dommeren hadde deretter gjennomgått, vurdert og tatt stil ing til innsigelsene i sine beslutninger av 9.

source: The Commission pointed out first that there was no right of appeal against the determination of the question of guilt or the sentence.
nb: Kommisjonen merket seg for det første at det ikke kunne ankes over avgjørelsen av skyldspørsmålet eller over straffutmålingen.

source: Arctic Fishing and A
nb: Arctic Fishing og A

source: A, B (Counsel Bente Mostad Tjugum) v. X municipality (Counsel Trine Christin Riiber), C (Counsel Steinar Jacob Thomassen)
nb: A, B (advokat Bente Mostad Tjugum) mot X kommune (Kommuneadvokaten i X v/advokat Trine Christin Riiber), C (advokat Steinar Jacob Thomassen)

source: (110) The reasons for not granting a residence permit given by the Immigration Appeals
nb: (110) UNEs begrunnelse for likevel å nekte oppholdstillatelse er følgende:

source: If the circle of trade is corrected the way I have described, the knowledge measured by the surveys would hardly be sufficient for acquiring trademark rights, even though it is assumed that the knowledge measured in the circle of trade does demonstrate that GSK dark purple is perceived as a sign for Seretide.
nb: Om omsetningskretsen korrigeres slik jeg her har gitt uttrykk for, ville den kunnskap som er målt ved undersøkelsene, neppe være tilstrekkelige for innarbeidelse av varemerkerett, selv om det forutsettes at den kunnskap som da er målt i omsetningskretsen, også sees som et uttrykk for at GSK mørk lilla er oppfattet som et særlig kjennetegn for Seretide.

source: With a 3-2 vote, the Supreme Court found that the tax amnesty could only have effect for the tax fraud, and that the close connection between the various offences could not be decisive.
nb: Høyesterett kom under dissens 3−2 til at skatteamnestiet bare kunne få betydning for skattesviket, og at det ikke kunne være avgjørende at de ulike lovbruddene var tett sammenvevd.

source: In this instance it is obvious that it is north-west that is correct.
nb: I dette tilfellet er det åpenbart nordvest som er det korrekte.

source: Application of the law – count II of the indictment on participation in ISIL
nb: Lovanvendelsen – tiltalens post II om deltakelse i ISIL

source: conjunction with the period prior to 1892, the Sami have in any case satisfied the standards that must be set for use from time immemorial.
nb: Og dersom denne perioden ses i sammenheng med perioden før 1892, har samene i alle fall oppfylt de krav som må stilles til bruk i alders tid.

source: There may be nuances in what is said, for example based on the nature of the case and over time.
nb: Det kan være nyanser i det som sies, blant annet ut fra sakstypen og over tid.

source: The majority also found that the method of gathering evidence did not imply that the use of the information was in conflict with basic Norwegian value conceptions or with Article 8 of the ECHR, since the users of the platform at least had to acknowledge that the police would assume that the platform was mostly used by criminal networks.
nb: Flertallet mente at innhentingsmåten ikke medførte at det var i strid med grunnleggende norske verdioppfatninger eller EMK artikkel 8 at informasjonen ble brukt, ettersom brukere av plattformen i det minste måtte være klar over at politiet ville gå ut fra at tjenesten i stor utstrekning ble brukt av kriminelle nettverk.

source: Rulings pronounced from and including 2008 are moreover, as mentioned, freely available on the Supreme Court’s website.
nb: Avgjørelser avsagt fra og med 2008 er som nevnt dessuten fritt tilgjengelige på Høyesteretts hjemmeside på Internett.

source: In this case, the European Court held that Danish legislation which contains a residence obligation for agricultural properties is in breach of Article 56 EC on the free movement of capital.
nb: Domstolen kom her til at de danske bestemmelser om boplikt var i strid med EF-traktaten artikkel 56 om fri kapitalbevegelse.

source: were the plaintiffs in the case.
nb: Klagerne var saksøkere i saken.

source: Supervisory Committee found no grounds for any disciplinary reaction vis-à-vis the judge.
nb: Tilsynsutvalget fant ikke grunnlag for å reagere med disiplinærtiltak overfor dommeren.

source: I will confine myself to referring to the summary in the ruling of 23 March 2010 in C-236/08 to C-238/08
nb: Jeg nøyer meg her med å vise til oppsummeringen i dom 23. mars 2010 sakene C-236/08 til C-238/08

source: E worked a lot at shops at Krokstadelva and outside of Dags Marked at Strømsø in Drammen.
nb: E arbeidet mye ved utsalgssteder både på Krokstadelva og utenfor Dags Marked på Strømsø i Drammen.

source: "The respondents and the respondents' intervener are jointly and severally to pay costs in the Supreme Court to the Confederation of Vocational Unions (YS)."
nb: "Ankemotpartene og ankemotpartenes partshjelper dømmes in solidum til å betale saksomkostninger for Høyesterett til Yrkesorganisasjonenes Sentralforbund (YS)."

source: The Supreme Court stated that it cannot be required that the reduced ability to work is long-lasting meet the initial condition in section 11-5 of the National Insurance Act on reduced capacity to work, but that the incapacity must be of a certain duration.
nb: Spørsmålet i saken var om vilkåret i folketrygdloven § 11-5 om at medlemmet har fått «arbeidsevnen nedsatt» stiller krav til varigheten av den nedsatte arbeidsevnen.

source: I should draw attention to the fact that the square brackets here and in the continuation,
nb: Jeg bemerker at innholdet i hakeparentesene her og i fortsettelsen, med mindre noe annet fremgår av

source: 'woman's norm', and not a gender-neutral norm.
nb: Jeg valgte derfor å gjennomføre to dybdeintervju med to kolleger.

source: J joined and fought with ISIL until he died in Syria in March 2015.
nb: J sluttet seg til og deltok i ISIL frem til han døde i Syria i kamp for ISIL i mars 2015.

source: On the one hand, it dictates that the child’s ties with its family may only be severed 'in very exceptional circumstances'.
nb: På den ene siden må barnets bånd til familien bare brytes 'in very exceptional circumstances'.

source: These are matters that the Committee may not
nb: Klager anførte videre at dommeren hadde unnlatt å besvare hennes henvendelser.

source: The decision interferes with both the parents' and the child's right to respect for family life, a right protected under the Constitution Article 102 and the European Convention on Human Rights (ECHR) Article 8.
nb: Vedtaket griper inn i både foreldrenes og barnets rett til respekt for sitt familieliv, en rett som er beskyttet etter Grunnloven § 102 og Den europeiske menneskerettskonvensjon (EMK) artikkel 8.

source: In the case at hand, it is not the greater society's interference with a minority interest that is to be balanced against ICCPR article 27.
nb: I vår sak er det som nevnt ikke et inngrep fra storsamfunnet mot en minoritetsinteresse som skal holdes opp mot vernet i SP artikkel 27.

source: The main issue in the Supreme Court was whether the development violates the reindeer herders' rights under Article 27 ICCPR.
nb: For Høyesterett var spørsmålet særlig om utbyggingen krenker reineiernes rettigheter etter SP artikkel 27.

source: The bankruptcy estate of Moods Wholesale AS (Counsel Johnny Johansen) v. Barnas Hus Norge AS (Counsel Johannes Sundet)
nb: Moods Wholesale AS’ konkursbo (advokat Johnny Johansen) mot Barnas Hus Norge AS (advokat Johannes Sundet)

source: In the two cases – Rt-2011-531 and Rt-2009-1537 – the Supreme Court has started by examining whether there is a "firmer rule" on the choice of law in the relevant field.
nb: I de to sakene – Rt-2011-531 og Rt-2009-1537 – har Høyesterett startet med å undersøke om det finnes en "fastere regel" om lovvalget på det aktuelle området.

source: Pursuant to Section 42, fifth paragraph of the Execution of Sentences Act, the defendant had been refused release on probation from serving of a previous senten ce with reference to an indictment for new criminal offences.
nb: Tiltalte var med hjemmel i straffegjennomføringsloven § 42 femte ledd blitt nektet prøveløslatelse fra soning av en tidligere dom under henvisning til tiltale for nye straffbare forhold.

source: As the parent company, NAS guaranteed that CSN would be economically able to meet this obligation.
nb: Som morselskap i konsernet garanterte NAS for at CSN ville være økonomisk i stand til å ivareta denne forpliktelsen.

source: Since use for more than 100 years has been invoked, I find it natural first to consider whether the
nb: Da det påberopes bruk i mer enn 100 år, finner jeg det naturlig først å vurdere om den påståtte bruken har gitt grunnlag for rettserverv ved alders tids bruk.

source: When it comes to the statements from both sides during the dispute in the 1930s, I place less weight on what is said there.
nb: Når det så gjelder innleggene fra begge sider under tvisten i 1930-årene, legger jeg mindre vekt på det som der sies.

source: "The court shall, when considering its jurisdiction, not only rely on the claimant's contentions, but must take a stand as to the factual matters of the case to the extent required to resolve the issue."
nb: "Retten skal, når den tar stilling til sin kompetanse, ikke bare holde seg til saksøkerens pretensjoner, men må ta standpunkt til de faktiske forhold i saken i den utstrekning det er nødvendig for å avgjøre spørsmålet."

source: However, the decisions violate B's rights under ECHR Article 8.
nb: Men Bs rettigheter etter EMK artikkel 8 krenkes ved vedtakene.

source: As a basis for the expectation of release on probation after serving 12 years, A has argued that practice at the time of the offence – and also at the time of the judgement – was such that he would normally have had a right to release provided that his behaviour during his deprivation of liberty did not count against it.
nb: Som grunnlag for forventning om prøveløslatelse etter 12 års soning har A anført at praksis på gjerningstidspunktet – og også på domstidspunktet – var slik at han normalt ville hatt krav på løslatelse så sant hans forhold under frihetsberøvelsen ikke talte imot.

source: The background is count 1 of the indictment on the complex act of
nb: Bakgrunnen er tiltalens post 1 om den sammensatte forbrytelsen

source: In 2015, the company had entered into agreements on collection of household rubbish in Vestfold and Oslo.
nb: Selskapet inngikk i 2015 avtaler om innsamling av husholdningsavfall i Vestfold og Oslo – henholdsvis Vestfoldprosjektet og Osloprosjektet.

source: I shall come back to this.
nb: Dette kommer jeg tilbake til.

source: To explain the inclusion of a provision on dogs that have already attacked or inflicted injury, the Ministry states on page 153 of the Proposition that "[u]nder the circumstances, the fact that the dog has attacked or bitten once without it being in self-defence may increase the likelihood of new attacks in a similar situation".
nb: Som begrunnelse for å innføre en regel som retter seg mot hunder som allerede har angrepet eller skadet, uttaler departementet på side 153 i proposisjonen at "[a]lt etter omstendighetene kan det at en hund har angrepet eller bitt én gang uten at det var i selvforsvar, øke sannsynligheten for at den vil angripe eller bite på ny i en lignende situasjon".

source: She also saw that C was approaching them.
nb: Hun så også at C kom mot dem.

source: According to the facts the court of appeal has relied on, the skiing took place in a "blue", i.e. easy, slope.
nb: Det fremgår av det faktum som lagmannsretten har bygget på, at kjøringen fant sted i en "blå", dvs.

source: As mentioned, Rambo attacked C when they crossed each other during a regular walk.
nb: Rambo angrep som nevnt C da de møttes på veien mens hunden var på en vanlig luftetur.

source: The policy provides that it is governed by Norwegian law.
nb: Også i disse tilfellene skal det – forutsatt at

source: "The term citizen of the European Union which was introduced by the Maastricht Treaty... [now TEUF Articles 20 and 21] has no parallel in the EEA Agreement.
nb: "Begrepet unionsborgerskap som innført ved Maastrich-traktaten … [nå TEUF artikkel 20 og 21] har ingen parallell i EØS-avtalen.

source: However, the documentation lacks information as to
nb: Det er imidlertid en mangel ved den fremlagte dokumentasjon at det ikke

source: find it appropriate to issue a statement on proper judicial conduct, cf. section 236 third paragraph of the Courts of Justice Act. The Committee assumed that the conduct of proceedings was not handled in a fortunate manner that inspired confidence, and stated that a judge must be aware that the
nb: domstol oven § 236 tredje ledd. Utvalget la til grunn at prosessledelsen ikke ble gjennomført på en heldig og til itsvekkende måte, og uttalte at en dommer må være bevisst på at ordvalg og opptreden under hovedforhandlingen blir nøye observert og tolket av sakens parter.

source: Interpretation of "considerable harm" in section 11 of the Penal Code
nb: Tolking av uttrykket «betydelig skade» i straffeloven § 11

source: According to section 23 of the Penal Code, the negligence is nevertheless not criminal if the person causing the accident is not to blame.
nb: Etter straffeloven § 23 er uaktsomheten likevel ikke straffbar dersom gjerningspersonen ikke kan bebreides.

source: Consequently, there were no grounds for criticism.
nb: Det var dermed ikke grunnlag for kritikk.

source: (126) In this light, it is my opinion that a judgment can be rendered to the effect that article 3
nb: (126) På denne bakgrunn mener jeg at det kan gis dom for at barnekonvensjonen artikkel 3 nr.

source: Documents made by public authorities that do not concern the exercise of power, but the provision of a service, do not fall within the scope of section 9.
nb: Dokumenter utarbeidet av det offentlige som ikke skjer i kraft av offentlig myndighetsutøvelse, men derimot i en tjenesteytende funksjon, omfattes ikke av § 9.

source: Skoghøy expresses similar views, see Factoring Security page 504:
nb: Skoghøy gir uttrykk for tilsvarende synspunkter, jf. Factoringpant side 504:

source: A clarification of whether specific assets are to be excluded from the estate is also mentioned in the Supreme Court judgment in Rt-1996-25 on page 34 as an example of bankruptcy-related claims covered by the bankruptcy exemption.
nb: Avklaring av mulige separatistkrav er også nevnt i Rt-1996-25 på side 34 som eksempel på konkursrelaterte krav som omfattes av konkursunntaket.

source: Fosen-Linjen AS (Counsel Anders Tholfsen Thue) (Assisting counsel Christian Henrik Prahl Reusch), The Federation of Norwegian Enterprise (Counsel Morten Goller) (third-party intervener) v.
nb: advokat Christian Henrik Prahl Reusch), Næringslivets Hovedorganisasjon (advokat Morten Goller) (partshjelper) mot AtB AS (advokat Goud Helge Homme Fjellheim) (Rettslig medhjelper:

source: Neulinger and Shuruk v. Switzerland
nb: Neulinger og Shuruk mot Sveits

source: "Any person who creates a literary, scientific or artistic work shall have the copyright therein.
nb: "Den som skaper et åndsverk, har opphavsrett til verket.

source: that could form grounds for disciplinary measures.
nb: Tilsynsutvalget fant ikke godgjort omstendigheter som dannet grunnlag for disiplinærtiltak.

source: not necessary for me to go more deeply into those questions that would otherwise have arisen concerning its relationship to Article 105 and Article 97 of the Constitution.
nb: Det er da ikke nødvendig for meg å gå nærmere inn på de spørsmål som ellers ville ha reist seg om forholdet til Grunnlovens § 105 og § 97.

source: Supported by the French text (“domicile”), the concept has been interpreted in a wider sense, so that not only private homes are covered.
nb: Begrepet er med støtte i den franske tekst (”domicile”) tolket utvidende, slik at ikke bare privatboliger omfattes.

source: It concerns a high-ranking police
nb: motparten målbære usannheter uten at innklagede

source: There are no grounds for stating that the protection against self-incrimination is in a special position.
nb: Det er ikke holdepunkter for at vernet mot selvinkriminering står i en særstilling.

source: (145) I cannot see that the time element we are looking at here means that a separate new
nb: (145) Jeg kan ikke se at det tidsmomentet vi her står overfor gjør at det skulle vært foretatt

source: In paragraph 142, it is established that the reasons given for the measure must be "relevant and sufficient".
nb: I avsnitt 142 slås fast at de grunner som anføres for inngrepet må være "relevant and sufficient".

source: A change in the rule regarding release on probation that is to his detriment is in reality, it is argued, an increase in the sentence from 12 to 14 years.
nb: En endring i regelen om prøveløslatelse som er til skade for ham, er, anføres det, i realiteten en skjerping av straffen fra 12 til 14 år.

source: One of the judges did not deny that he
nb: Den tredje dommeren virket ikke frisk.

source: A chief officer on Hurtigruten was dismissed after he had chosen the wrong path when passing Finnsnesrenna in Troms in dense fog, which made the ship touch the ground.
nb: En overstyrmann i Hurtigruten ble sagt opp etter at han hadde navigert feil gjennom Finnsnesrenna i Troms, slik at skipet berørte grunnen.

source: The application of this criterion in a case where the freedom of expression is to be balanced against the copyright, is summarised in the Pirate Bay case, which concerned punishment for the contribution to illegal file sharing through the establishment and operation of the website The Pirate Bay.
nb: Anvendelsen av dette vilkåret i en sak hvor ytringsfriheten skal avveies mot opphavsretten, er oppsummert i blant annet Pirate Bay-saken, som gjaldt straff for medvirkning til ulovlig fildeling i form av etablering og drift av nettstedet Pirate Bay.

source: The requirement that the communication must be made to a "new public" was thus not applicable, as the recipients of the broadcast concerned were the distributors' subscribers, see paragraphs 27 and 28.
nb: Kravet om overføring til "nytt publikum" kom ikke til anvendelse, da publikummet for de aktuelle sendingene besto av distributørenes abonnenter, jf. avsnitt 27 og 28.

source: the offence and the retention period balanced against the possibility of deletion.
nb: Det finnes en rekke avgjørelser fra EMD om forholdsmessigheten av DNA-registrering i straffesaker.

source: It is beyond doubt – nor has it been disputed by the State – that A’s actions have violated NN’s right to respect for her private life, cf. article 8.
nb: Det er ikke tvilsomt – og heller ikke bestridt av staten – at As handlinger har krenket NNs rett til privatliv, jf. artikkel 8.

source: You can speak to the witness support volunteer when you arrive at
nb: Du vil møte vitnestøtten når du kommer til domstolen.

source: VAT – time for assessing the requirement of business activity
nb: Merverdiavgift – tidspunktet for vurderingen av næringskravet

source: I can mention here that Lapp Inspector Bagaas wrote as follows in 1936:
nb: Jeg nevner her at lappefogd Bagaas i 1936 skrev følgende:

source: However, in both these cases there was a more concretely rooted assumption of mutuality in the relationship between the private party and the State than in our case.
nb: Men i begge sakene lå det en mer konkret forankret forutsetning om gjensidighet i forholdet mellom den private parten og staten enn i vår sak.

source: The two first-mentioned provisions indicate that a proportionality assessment must be made if revocation pursuant to the Immigration Act section 37 constitutes interference with privacy.
nb: Etter de to førstnevnte reglene skal det foretas en forholdsmessighetsvurdering dersom et tilbakekall etter utlendingsloven § 37 utgjør et inngrep i privat- eller familielivet.

source: In other words, an overall assessment is required.
nb: I dette ligger det at det skal foretas en helhetsvurdering.

source: Here it was a question of interference with an existing legal position which – based on a relative assessment – represented retroactivity which it may be alleged had a relatively strong adverse effect on the claimant relatively.
nb: Det gjaldt her et inngrep i en bestående rettsposisjon som – etter en relativ vurdering – representerte en tilbakevirkning som kan hevdes å ha rammet rettighetshaveren forholdsvis hardt.

source: The claim that ING has no security interest – based on the submissions that the security interest is invalid and lacks perfection – is made in connection with the insolvency proceedings.
nb: Kravet om at ING ikke har pant – bygget på anførslene om at pantet er ugyldig og mangler rettsvern – er reist i forbindelse med insolvensbehandlingen.

source: The need for an overall assessment is essential to all conditions in section 1‑3.
nb: Behovet for en samlet vurdering er sentralt for alle vilkårene i § 1‑3.

source: Even though these are rules in the sphere of criminal law, they fall outside the scope of the absolute prohibition of retroactive effect in Article 97 of the Constitution.
nb: Selv om dette er regler på strafferettens område, faller de derfor utenfor rammen for det absolutte tilbakevirkningsforbudet i Grunnloven § 97.

source: Since not all 687 pilots were required to serve these routes, some were to be hired back to NAS.
nb: Ettersom ikke alle 687 piloter trengtes til å operere disse rutene, skulle en del piloter leies tilbake til NAS.

source: If considered a Norwegian national, he cannot be extradited according to section 2 of the Extradition Act.
nb: I så fall kan han ikke utleveres, jf. utleveringsloven § 2.

source: As shown by the quote from paragraph 76 of the judgment, the Court came to the conclusion that the Butt siblings had established a “private life” in Norway.
nb: Som det fremgår av sitatet fra dommens avsnitt 76, kom EMD til at søskenparet Butt hadde etablert "private life" i Norge.

source: Nor was she heard, as article 12 of the CRC requires.
nb: ble heller ikke da hørt, slik barnekonvensjonen artikkel 12 krever.
